export const dataChapters = [
  {
    id: 1,
    name: "ЧАСТЬ I. Глава первая. Как Знайка победил профессора Звездочкина",
    description:
      "С тех пор как Незнайка совершил путешествие в Солнечный город, прошло два с половиной года. Хотя для нас с вами это не так уж много, но для маленьких коротышек два с половиной года – срок очень большой. Наслушавшись рассказов Незнайки, Кнопочки и Пачкули Пестренького, многие коротышки тоже совершили поездку в Солнечный город, а когда возвратились, решили и у себя сделать кое-какие усовершенствования. Цветочный город изменился с тех пор так, что теперь его и не узнать. В нем появилось много новых, больших и очень красивых домов. По проекту архитектора Вертибутылкина на улице Колокольчиков было построено даже два вертящихся здания. Одно пятиэтажное, башенного типа, со спиральным спуском и плавательным бассейном вокруг (спустившись по спиральному спуску, можно было нырять прямо в воду), другое шестиэтажное, с качающимися балконами, парашютной вышкой и чертовым колесом на крыше.На улицах появилось множество автомобилей, спиралеходов, труболетов, авиагидромотоколясок, гусеничных вездеходов и других разных машин.",
  },
  {
    id: 2,
    name: "Пончик",
    tel: ponchikTel,
    tab: ponchikTab,
    desc: ponchikDesc,
    description:
      "Пончик — добродушный и веселый коротышка, известный своей любовью к вкусной еде, особенно к пирожным и булочкам. У него круглое лицо, пухлые щеки и мягкий характер. Пончик обожает комфорт и не слишком любит приключения, но всегда поддерживает друзей, даже если для этого нужно выйти из зоны своего комфорта. Его доброта и дружелюбие делают его важной частью компании.",
  },
];
