[
  {
    "id": 1,
    "title": "Как Знайка победил профессора Звездочкина",
    "text": [
      "С тех пор как Незнайка совершил путешествие в Солнечный город, прошло два с половиной года. Хотя для нас с вами это не так уж много, но для маленьких коротышек два с половиной года – срок очень большой. Наслушавшись рассказов Незнайки, Кнопочки и Пачкули Пестренького, многие коротышки тоже совершили поездку в Солнечный город, а когда возвратились, решили и у себя сделать кое-какие усовершенствования. Цветочный город изменился с тех пор так, что теперь его и не узнать. В нем появилось много новых, больших и очень красивых домов. По проекту архитектора Вертибутылкина на улице Колокольчиков было построено даже два вертящихся здания. Одно пятиэтажное, башенного типа, со спиральным спуском и плавательным бассейном вокруг (спустившись по спиральному спуску, можно было нырять прямо в воду), другое шестиэтажное, с качающимися балконами, парашютной вышкой и чертовым колесом на крыше.",
      "На улицах появилось множество автомобилей, спиралеходов, труболетов, авиагидромотоколясок, гусеничных вездеходов и других разных машин.",
      "И это еще не все, конечно. Жители Солнечного города узнали, что коротышки из Цветочного города занялись строительством, и пришли к ним на помощь: помогли им построить несколько так называемых промышленных предприятий. По проекту инженера Клепки была построена большая одежная фабрика, которая выпускала множество самой разнообразной одежды, начиная с резиновых лифчиков и кончая зимними шубами из синтетического волокна. Теперь уже никому не приходилось корпеть с иголкой, чтобы сшить самые обыкновенные брюки или пиджак. На фабрике все делали за коротышек машины. Готовая продукция, как и в Солнечном городе, развозилась по магазинам, и там уже каждый брал, что кому нужно было. Все заботы работников фабрики сводились к тому, чтобы придумывать новые фасоны одежды и следить, чтоб не производилось ничего такого, что не нравилось публике.",
      "Все были очень довольны. Единственным, кто пострадал на этом деле, оказался Пончик. Когда Пончик увидел, что теперь можно брать в магазине любую вещь, какая только могла понадобиться, он стал недоумевать, к чему ему вся та куча костюмов, которая накопилась у него дома. Все эти костюмы к тому же вышли из моды, и их все равно нельзя было носить. Выбрав потемней ночку, Пончик завязал свои старые костюмы в огромный узел, вынес тайком из дома и утопил в Огурцовой реке, а вместо них натаскал себе из магазинов новых костюмов. Кончилось тем, что его комната превратилась в какой-то склад готового платья. Костюмы лежали у него и в шкафу, и на шкафу, и на столе, и под столом, и на книжных полках, висели на стенах, на спинках стульев и даже под потолком, на веревочках.",
      "От такого обилия шерстяных изделий в доме развелась моль, и, чтоб она не изгрызла костюмов, Пончику приходилось ежедневно травить ее нафталином, от которого в комнате стоял такой сильный запах, что непривычного коротышку валило с ног. Пончик и сам пропах, насквозь этим одуряющим запахом, но настолько привык к нему, что даже перестал замечать. Для других, однако же, этот запах был очень заметен. Как только Пончик приходил к кому-нибудь в гости, у хозяев сейчас же начинала кружиться от одурения голова. Пончика моментально прогоняли и поскорей открывали настежь все окна и двери, чтобы проветрить помещение, иначе можно было упасть в обморок или сойти с ума. По этой же причине Пончик не имел даже возможности поиграть с коротышками во дворе. Как только он выходил во двор, все вокруг начинали плеваться и, зажав руками носы, бросались бежать от него в разные стороны без оглядки. Никто не хотел с ним водиться. Нечего и говорить, что для Пончика это было страшно обидно, и пришлось ему все ненужные для него костюмы отнести на чердак.",
      "Впрочем, главное было не это. Главное было то, что Знайка тоже побывал в Солнечном городе. Там он познакомился с учеными малышками Фуксией и Селедочкой, которые в то время готовили свой второй полет на Луну. Знайка тоже включился в работу по постройке космической ракеты и, когда ракета была готова, совершил с Фуксией и Селедочкой межпланетное путешествие. Прилетев на Луну, наши отважные путешественники обследовали один из небольших лунных кратеров в районе лунного Моря Ясности, побывали в пещере, которая находилась в центре этого кратера, и произвели наблюдения над изменением силы тяжести. На Луне, как известно, сила тяжести значительно меньше, чем на Земле, и поэтому наблюдения над изменением силы тяжести имеют большое научное значение. Пробыв на Луне около четырех часов. Знайка и его спутницы принуждены были поскорей отправиться в обратный путь, так как запасы воздуха были у них на исходе. Всем известно, что на Луне воздуха нет и, чтоб не задохнуться, всегда надо брать с собой запас воздуха. В сгущенном виде, конечно.",
      "Вернувшись в Цветочный город, Знайка много рассказывал о своем путешествии. Его рассказы очень заинтересовали всех, и особенно астронома Стекляшкина, который не раз наблюдал Луну в телескоп. В свой телескоп Стекляшкин сумел разглядеть, что поверхность Луны не ровная, а гористая, причем многие горы на Луне не такие, как у нас на Земле, а почему-то круглые, вернее сказать – кольцеобразные. Эти кольцевые горы ученые называют лунными кратерами, или цирками. Чтобы понять, как выглядит такой лунный цирк, или кратер, вообразите себе огромное круглое поле, в поперечнике километров двадцать, тридцать, пятьдесят или даже сто, и представьте, что это огромное круглое поле окружено земляным валом или горой высотой всего в два или три километра, – вот и получится лунный цирк, или кратер. Таких кратеров на Луне тысячи. Есть маленькие – километра в два, но есть и гигантские – до ста сорока километров в диаметре.",
      "Многих ученых интересует вопрос, как образовались лунные кратеры, от чего они произошли. В Солнечном городе все астрономы даже поссорились между собой, стараясь разрешить этот сложный вопрос, и разделились на две половины. Одна половина утверждает, что лунные кратеры произошли от вулканов, другая половина говорит, что лунные кратеры – это следы от падения крупных метеоритов. Первую половину астрономов называют поэтому последователями вулканической теории или попросту вулканистами, а вторую – последователями метеоритной теории или метеоритчиками.",
      "Знайка, однако ж, не был согласен ни с вулканической, ни с метеоритной теорией. Еще до путешествия на Луну он создал свою собственную теорию происхождения лунных кратеров. Однажды он вместе со Стекляшкиным наблюдал Луну в телескоп, и ему бросилось в глаза, что лунная поверхность очень похожа на поверхность хорошо пропеченного блина с его ноздреватыми дырками. После этого Знайка часто ходил на кухню и наблюдал, как пекутся блины. Он заметил, что пока блин жидкий, его поверхность совершенно гладкая, но по мере того как он подогревается на сковородке, на его поверхности начинают появляться пузырьки нагретого пара. Проступив на поверхность блина, пузырьки лопаются, в результате чего на блине образуются неглубокие дырки, которые так и остаются, когда тесто как следует пропечется и потеряет вязкость.",
      "Знайка даже сочинил книжку, в которой писал, что поверхность Луны не всегда была твердая и холодная, как теперь. Когда-то давно Луна представляла собой Огненно-жидкий, то есть раскаленный до расплавленного состояния, шар. Постепенно, однако, поверхность Луны остывала и становилась уже не жидкая, а вязкая, словно тесто. Изнутри она была все ж таки еще очень горячая, поэтому раскаленные газы вырывались на поверхность в виде громаднейших пузырей. Выйдя на поверхность Луны, пузыри эти, конечно, лопались. Но пока поверхность Луны была еще достаточно жидкая, следы от лопнувших пузырей затягивались и исчезали, не оставляя следа, как не оставляют следа пузыри на воде во время дождя. Но когда поверхность Луны остыла настолько, что стала густая как тесто или как расплавленное стекло, следы от лопнувших пузырей уже не пропадали, а оставались в виде торчащих над поверхностью колец. Охлаждаясь все больше, кольца эти окончательно отвердевали. Сначала они были ровные, словно застывшие круги на воде, а потом постепенно разрушались и в конце концов стали похожи на те лунные кольцевые горы, или кратеры, которые каждый может наблюдать в телескоп.",
      "Все астрономы – и вулканисты и метеоритчики – смеялись над этой Знайкиной теорией.",
      "Вулканисты говорили:",
      "– Для чего понадобилась еще эта блинистая теория, если и без того ясно, что лунные кратеры – это просто вулканы?",
      "Знайка отвечал, что вулкан – это очень большая гора, на верхушке которой имеется сравнительно небольшой кратер, то есть отверстие. Если бы хоть один лунный кратер был кратером вулкана, то сам вулкан был бы величиной чуть ли не во всю Луну, а этого вовсе не наблюдается.",
      "Метеоритчики говорили:",
      "– Конечно, лунные кратеры – не вулканы, но они так же и не блины. Всем известно, что это следы от ударов метеоритов.",
      "На это Знайка отвечал, что метеориты могли падать на Луну не только отвесно, но и под наклоном и в таком случае оставляли бы следы не круглые, а вытянутые, продолговатые или овальные. Между тем на Луне все кратеры в основном круглые, а не овальные.",
      "Однако и вулканисты и метеоритчики настолько привыкли к своим излюбленным теориям, что даже слушать не хотели Знайку и презрительно называли его блинистом. Они говорили, что вообще смешно даже сравнивать Луну, которая является крупным космическим телом, с каким-то несчастным блином из прокисшего теста.",
      "Впрочем, Знайка и сам отказался от своей блинной теории после того, как лично побывал на Луне и видел вблизи один из лунных кратеров. Ему удалось рассмотреть, что кольцевая гора была совсем не гора, а остатки разрушившейся от времени гигантской кирпичной стены. Хотя кирпичи в этой стене выветрились и потеряли свою первоначальную четырехугольную форму, все-таки можно было понять, что это именно кирпичи, а не просто куски обыкновенной горной породы. Особенно хорошо это было видно в тех местах, где стена сравнительно недавно обрушилась и отдельные кирпичи еще не успели рассыпаться в прах.",
      "Поразмыслив, Знайка понял, что эти стены могли быть сделаны лишь какими-то разумными существами, и, когда вернулся из своего путешествия, опубликовал книжку, в которой писал, что когда-то давно на Луне жили разумные существа, так называемые лунные коротышки, или лунатики. В те времена на Луне, как и теперь на Земле, был воздух. Поэтому лунатики жили на поверхности Луны, как и мы все живем на поверхности нашей планеты Земли. Однако с течением времени на Луне становилось все меньше воздуха, который постепенно улетал в окружающее мировое пространство. Чтобы не погибнуть без воздуха, лунатики окружали свои города толстыми кирпичными стенами, над которыми возводили огромные стеклянные купола. Из-под этих куполов воздух уже не мог улетучиваться, поэтому можно было дышать и ничего не бояться.",
      "Но лунатики знали, что вечно так продолжаться не может, что со временем воздух вокруг Луны совсем рассеется, отчего поверхность Луны, не защищенная значительным слоем воздуха, будет сильно прогреваться солнечными лучами и на Луне даже под стеклянным колпаком невозможно будет существовать. Вот поэтому-то лунатики стали переселяться внутрь Луны и теперь живут не с наружной, а с внутренней ее стороны, так как на самом деле Луна внутри пустая, вроде резинового мяча, и на внутренней ее поверхности можно так же прекрасно жить, как и на внешней.",
      "Эта Знайкина книжка наделала много шума. Все коротышки с увлечением читали ее. Многие ученые хвалили эту книжку за то, что она интересно написана, но все же высказывали недовольство тем, что она научно не обоснована. А действительный член академии астрономических наук профессор Звездочкин, которому тоже случилось прочитать Знайкину книжку, просто кипел от негодования и говорил, что книга эта – вовсе не книга, а какая-то, как он выразился, чертова чепуха. Этот профессор Звездочкин был не то чтобы какой-нибудь очень сердитый субъект. Нет, он был довольно добрый коротышка, но очень, как бы это сказать, требовательный, непримиримый. Во всяком деле он ценил больше всего точность, порядок и терпеть не мог никаких фантазий, то есть выдумок.",
      "Профессор Звездочкин предложил академии астрономических наук устроить обсуждение Знайкиной книги и разобрать ее, как он выразился, по косточкам, с тем чтоб никому больше неповадно было такие книги писать. Академия дала согласие и послала приглашение Знайке. Знайка приехал, и обсуждение состоялось. Оно началось, как и полагается в таких случаях, с доклада, который вызвался сделать сам профессор Звездочкин.",
      "Когда все приглашенные на обсуждение коротышки собрались в просторном зале и расселись на стулья, на трибуну взошел профессор Звездочкин, и первое, что от него услышали, были слова:",
      "– Дорогие друзья, разрешите заседание, посвященное обсуждению Знайкиной книги, считать открытым.",
      "После этого профессор Звездочкин громко откашлялся, не спеша вытер платочком нос и принялся делать доклад. Изложив коротко содержание Знайкиной книги и похвалив ее за живое, яркое изложение, профессор сказал, что, по его мнению, Знайка допустил ошибку и принял за кирпичи то, что в действительности было не кирпичи, а какая-то слоистая горная порода. Ну, а раз кирпичей на самом-то деле не было, сказал профессор, то не было, следовательно, и никаких коротышек-лунатиков. Их же и не могло быть, потому что если бы они и были, то не смогли бы жить на внутренней поверхности Луны, так как давно всем хорошо известно, что все предметы на Луне, точно так же как и у нас на Земле, притягиваются к центру планеты, и, если бы Луна в действительности была внутри пустая, никто все равно не смог бы удержаться на ее внутренней поверхности: его тотчас притянуло бы к центру Луны, и он беспомощно болтаются бы там в пустоте, пока не погиб с голоду.",
      "Выслушав все это, Знайка поднялся со своего места и сказал насмешливо:",
      "– Вы рассуждаете так, будто вам уже когда-нибудь приходилось болтаться в центре Луны!",
      "– А вы будто болтались? – огрызнулся профессор.",
      "– Я не болтался, – возразил Знайка, – но зато я летал в ракете и наблюдал за предметами в состоянии невесомости.",
      "– При чем тут еще состояние невесомости? – буркнул профессор.",
      "– А вот при чем, – сказал Знайка. – Да будет вам известно, что во время полета в ракете у меня была бутылка с водой. Когда наступило состояние невесомости, бутылка свободно плавала в пространстве, как и каждый предмет, который не был прикреплен к стенам кабины. Все было нормально, пока вода целиком наполняла бутылку. Но когда я половину воды выпил, начались странности: оставшаяся вода не держалась на дне бутылки и не собиралась в центре, а равномерно растекалась по стенкам, так что внутри бутылки образовался воздушный пузырь. Значит, вода притягивалась не к центру бутылки, а к ее стенкам. Это и понятно, так как притягивать друг друга могут лишь массы вещества, а пустота ничего притянуть к себе не может.",
      "– Попал пальцем в небо! – сердито проворчал Звездочкин. – Сравнил бутылку с планетой! По-вашему, это научно?",
      "– Почему же не научно? – авторитетно ответил Знайка. – Когда бутылка свободно перемещается в межпланетном пространстве, она находится в состоянии невесомости и во всем уподобляется планете. Внутри нее все будет происходить так же, как и внутри планеты, то есть внутри Луны, в том случае, конечно, если Луна изнутри пустая.",
      "– Вот, вот! – подхватил Звездочкин. – Только объясните, пожалуйста, нам, почему вы втемяшили себе в голову, что Луна внутри пустая?",
      "Слушатели, которые пришли послушать доклад, засмеялись, но Знайка не смутился этим и сказал:",
      "– Вы бы сами легко втемяшили себе это в голову, если бы немного подумали. Ведь если Луна сначала была огненно-жидкая, то она начала остывать не изнутри, а с поверхности, так как именно поверхность Луны соприкасается с холодным мировым пространством. Таким образом, остыла и отвердела в первую очередь поверхность Луны, в результате чего Луна стала представлять собой как бы огромный шарообразный сосуд, внутри которого продолжало находиться – что?..",
      "– Еще не остывшее расплавленное вещество! – закричал кто-то из слушателей.",
      "– Верно! – подхватил Знайка. – Еще не остывшее расплавленное вещество, то есть, попросту говоря, жидкость.",
      "– Вот видите, сами говорите – жидкость, – усмехнулся Звездочкин. Откуда же в Луне взялась пустота, если там была жидкость, садовая вы голова?",
      "– Ну, об этом совсем нетрудно догадаться, – невозмутимо ответил Знайка. – Ведь раскаленная жидкость, окруженная твердой оболочкой Луны, продолжала остывать, а остывая, она уменьшалась в объеме. Вы, надо полагать, знаете, что каждое вещество, охлаждаясь, уменьшается в объеме?",
      "– Надо полагать, знаю, – сердито буркнул профессор.",
      "– Тогда вам все должно быть понятно, – обрадованно сказал Знайка. Если жидкое вещество уменьшалось в объеме, то внутри Луны само собой должно было получаться пустое пространство на манер воздушного пузыря в бутылке. Это пустое пространство делалось все больше и больше, располагаясь в центральной части Луны, так как остававшаяся жидкой масса притягивалась к твердой оболочке Луны, подобно тому как притягивались остатки воды к стенкам бутылки, когда она находилась в состоянии невесомости. Со временем жидкость внутри Луны и вовсе остыла и затвердела, как бы прилипнув к твердым стенкам планеты, благодаря чему в Луне образовалась внутренняя полость, которая постепенно могла заполниться воздухом или каким-нибудь другим газом.",
      "– Верно! – закричал кто-то.",
      "И сейчас же со всех сторон раздались крики:",
      "– Верно! Правильно! Молодец, Знайка! Ура!",
      "Все захлопали в ладоши. Кто-то крикнул:",
      "– Долой Звездочкина!",
      "Сейчас же двое коротышек схватили Звездочкина – один за шиворот, другой за ноги – и стащили его с трибуны. Несколько коротышек подхватили Знайку на руки и потащили к трибуне.",
      "– Пусть Знайка делает доклад! – кричали вокруг. – Долой Звездочкина!",
      "– Дорогие друзья! – говорил Знайка, очутившись на трибуне. – Я не могу делать доклад. Я не подготовился.",
      "– Расскажите про полет на Луну! – кричали коротышки.",
      "– Про состояние невесомости! – кричал кто-то.",
      "– Про Луну?.. Про состояние невесомости? – растерянно повторял Знайка. – Ну ладно, пусть будет про состояние невесомости. Вы, наверно, знаете, что космическая ракета, для того чтобы преодолеть притяжение Земли, должна приобрести очень большую скорость – одиннадцать километров в секунду. Пока ракета набирает эту скорость, ваше тело испытывает большие перегрузки. Вес вашего тела как бы увеличивается в несколько раз, и вас с силой прижимает к полу кабины. Вы не можете поднять руку, вы не можете поднять ногу, вам кажется, что все ваше тело как бы налилось свинцом. Вам кажется, будто какая-то страшная тяжесть навалилась на вашу грудь и не дает вам дышать. Но как только разгон космического корабля прекращается и он начинает свой свободный полет в межпланетном пространстве, перегрузки кончаются, и вы перестаете испытывать силу тяжести, то есть, попросту говоря, теряете вес.",
      "– Расскажите, что вы чувствовали? Что вы испытывали? – закричал кто-то.",
      "– Первое мое ощущение при потере веса было, будто из-под меня незаметно убрали сиденье и мне не на чем стало сидеть. Ощущение было такое, будто я потерял что-то, но никак не мог понять что. Я почувствовал легкое головокружение, мне стало казаться, будто кто-то нарочно перевернул меня вниз головой. Вместе с тем я ощутил, что внутри у меня все замерло, похолодело, как при испуге, хотя самого испуга и не было. Подождав немного и убедившись, что со мной ничего плохого не сделалось, что я дышу, как обычно, и вижу все вокруг, и соображаю нормально, я перестал обращать внимание на замирание в груди и в области живота, и это неприятное ощущение прошло само собой. Когда я огляделся вокруг и увидел, что все предметы в кабине на месте, что сиденье, как и прежде, находится подо мной, мне перестало казаться, что я перевернут вниз головой, и головокружение тоже прошло...",
      "– Рассказывайте! Рассказывайте еще! – завопили коротышки хором, увидев, что Знайка остановился.",
      "Некоторые от нетерпения даже застучали по полу ногами.",
      "– Ну так вот, – продолжал Знайка. – Убедившись, что все в порядке, я хотел опереться о пол ногами, но сделал это так резко, что подскочил кверху и ударился головой о потолок кабины. Я не учел, понимаете, что мое тело потеряло вес и что теперь было достаточно лишь небольшого усилия, чтоб подскочить на страшную высоту. Поскольку мое тело совсем ничего не весило, я мог свободно висеть посреди кабины в любом положении, не опускаясь вниз и не поднимаясь вверх, но для этого нужно было вести себя осторожно и не делать резких движений. Вокруг меня так же свободно плавали предметы, которые мы не закрепили перед отправлением в полет. Вода из бутылки не выливалась даже в том случае, если бутылку перевертывали вверх дном, но если удавалось вытряхнуть воду из бутылки, то она собиралась в шарики, которые тоже свободно плавали в пространстве до тех пор, пока не притягивались к стенам кабины.",
      "– А скажите, пожалуйста, – спросил один коротышка, – у вас в бутылке была вода или, может быть, какой-нибудь другой напиток?",
      "– В бутылке была простая вода, – коротко ответил Знайка. – Какой же мог быть другой напиток?",
      "– Ну, я не знаю, – развел коротышка руками. – Я думал, ситро или, может быть, керосин.",
      "Все засмеялись. А другой коротышка спросил:",
      "– А вы привезли что-нибудь с Луны?",
      "– Я привез кусочек самой Луны.",
      "Знайка достал из кармана небольшой камешек голубовато-серого цвета и сказал:",
      "– На поверхности Луны валяется множество разных камней, и притом очень красивых, но я не хотел их брать, так как они могли оказаться метеоритами, случайно занесенными на Луну из мирового пространства. А этот камень я отбил молотком от скалы, когда мы опускались в лунную пещеру. Поэтому вы можете быть вполне уверены, что этот камень – кусок самой настоящей Луны.",
      "Кусочек Луны пошел по рукам. Каждому хотелось поближе посмотреть на него. Пока коротышки разглядывали камень, передавая его из рук в руки. Знайка рассказывал, как они с Фуксией и Селедочкой путешествовали по Луне и что там видели. Всем очень понравился Знайкин рассказ. Все остались очень довольны. Только профессор Звездочкин был не очень доволен. Как только Знайка кончил свой рассказ и сошел с трибуны, профессор Звездочкин выскочил на трибуну и сказал:",
      "– Дорогие друзья, нам всем было очень интересно послушать про Луну и про все прочее, и я от имени всех собравшихся приношу сердечную благодарность знаменитому Знайке за его интересное и содержательное выступление. Однако... – сказал Звездочкин и со строгим видом поднял кверху указательный палец.",
      "– Долой! – закричал кто-то из коротышек.",
      "– Однако... – повторил, повышая голос, профессор Звездочкин. – Однако мы собрались здесь вовсе не для того, чтоб про Луну слушать, а для того, чтоб обсудить Знайкину книжку, а поскольку книжку не обсудили, то, значит, не выполнили того, что было намечено, а раз не выполнили того, что было намечено, то надо будет все-таки выполнить, а раз надо будет все-таки выполнить, то придется все-таки выполнить и подвергнуть рассмотрению...",
      "Никто так и не узнал, что хотел подвергнуть рассмотрению Звездочкин. Шум поднялся такой, что ничего уже нельзя было понять. Отовсюду слышалось только одно слово:",
      "– Долой! Двое коротышек снова бросились на трибуну, один схватил Звездочкина за шиворот, другой за ноги, и поволокли его прямо на улицу. Там его посадили в скверике на траву и сказали:",
      "– Вот когда полетишь на Луну, будешь выступать на трибуне, а сейчас пока посиди здесь на травке. От такого бесцеремонного обращения Звездочкин ошалел настолько, что не мог произнести ни слова. Потом он понемногу пришел в себя и закричал:",
      "– Это безобразие! Я буду жаловаться! Я напишу в газету! Вы еще узнаете профессора Звездочкина! Он долго так кричал, размахивая кулаками, но, увидев, что все коротышки разошлись по домам, сказал:",
      "– На этом заседание объявляю закрытым. После чего встал и тоже пошел домой."
    ]
  },
  {
    "id": 2,
    "title": "Загадка Лунного камня",
    "text": [
      "На следующий день в газетах появился отчет о состоявшемся обсуждении Знайкиной книги. Все жители Солнечного города читали этот отчет. Каждому интересно было узнать, на самом ли деле Луна внутри пустая и правда ли, что внутри Луны живут коротышки. В отчете было подробно изложено все, что говорилось на обсуждении, и даже то, чего вовсе не говорилось. Помимо отчета, в газетах было напечатано множество фельетонов, то есть шутливых статеек, в которых рассказывалось о разных забавных приключениях лунных коротышек. Все страницы газет пестрели смешными картинками. На этих картинках была изображена Луна, внутри которой вверх ногами ходили коротышки и цеплялись руками за различные предметы, чтобы не оказаться притянутыми к центру планеты. На одном из рисунков был изображен коротышка, с которого силой притяжения стащило ботинки и брюки, сам же коротышка, оставшись в одной рубашке и шляпе, крепко держался руками за дерево. Всеобщее внимание привлекла карикатура, на которой был нарисован Знайка, беспомощно болтавшийся в центре Луны. У Знайки было такое растерянное выражение лица, что на него никто не мог смотреть без смеха.",
      "Все это печаталось, конечно, только для увеселения публики, но в одной из газет была опубликована вполне серьезная и научно обоснованная статья профессора Звездочкина, который признавался, что в споре со Знайкой он был не прав, и просил извинения за допущенные им резкие выражения. В своей статье профессор Звездочкин писал о том, что наличие пустого пространства внутри Луны не противоречит законам физики и вполне может иметь место, поэтому Знайка не так далек от истины, как это могло показаться вначале. Вместе с тем трудно предположить, писал профессор, что это пустое пространство расположено в центре Луны, так как центральная часть Луны заполнена твердым веществом, которое образовалось еще до того, как остыла и отвердела лунная поверхность, а следовательно, до того, как внутри Луны начало образовываться пустое пространство. Дело в том, что как теперь, так и в древние времена внутренние слои Луны испытывали огромнейшее давление со стороны внешних слоев, которые весят многие тысячи и даже миллионы тонн. В результате такого чудовищного давления вещество внутри Луны не могло, согласно законам физики, пребывать в жидком состоянии, а находилось в твердом виде. А это значит, что, когда Луна была еще огненно-жидкая, внутри нее уже имелось твердое центральное ядро, и когда начала образовываться внутренняя полость Луны, она начала образовываться не в центре, а вокруг этого центрального твердого ядра, точнее говоря, между этим центральным ядром и сравнительно недавно отвердевшей поверхностью Луны. Таким образом. Луна – это не полый шар, вроде резинового мяча, как предположил Знайка, а такой шар, внутри которого имеется другой шар, окруженный прослойкой из воздуха или какого-нибудь другого газа. Что же касается наличия на Луне коротышек или каких-нибудь других живых существ, то это уже относится к области чистой фантастики, писал профессор Звездочкин. Никаких научных доказательств существования на Луне коротышек нет. Если то, что обнаружил на лунной поверхности Знайка, на самом деле было кирпичной стеной, сделанной когда-то разумными существами, то нет никаких доказательств, что эти разумные существа уцелели до настоящих времен и избрали своим местопребыванием внутреннюю полость Луны. Наука нуждается в достоверных фактах, писал профессор Звездочкин, и никакие досужие вымыслы не заменят нам их. По мере того как Знайка читал статью профессора Звездочкина, его охватывало какое-то острое чувство стыда, смешанное с огорчением. То, что профессор писал о наличии внутри Луны твердого ядра, было неопровержимо. Каждый, кто знаком с основами физики, должен был согласиться с этим, а Знайка с основами физики был прекрасно знаком.",
      "– Как же я не учел такой простой вещи? – недоумевал Знайка и готов был рвать на себе волосы от досады. – Ну конечно же, внутри Луны было твердое ядро, а это значит, что пустое пространство могло образоваться только вокруг этого ядра, а не в центре. Ах я осел! Ах я лошадь! Ах я орангутанг! Надо же было так опозориться! Как было не сообразить такой чепухи! Это позор! Прочитав статью до конца, Знайка принялся ходить из угла в угол по комнате и поминутно тряс головой, словно хотел вытрясти из нее неприятные мысли.",
      "– 'Досужие вымыслы'! – с досадой бормотал он, вспоминая статью профессора Звездочкина. – Попробуй докажи теперь, что тут никаких вымыслов нет, если не сообразил даже, что в центре Луны было твердое вещество!.. Ах, позор!.. Устав от беготни по комнате, Знайка крякал от огорчения, садился с размаху на стул и ошалело смотрел в одну точку, потом вскакивал, как ужаленный, и принимался метаться по комнате снова.",
      "– Нет, я докажу, что это не досужие вымыслы! – кричал он. – Коротышки есть на Луне. Не может быть, чтоб их не было. Наука – это не одни голые факты. Наука – это фантастика... то есть... тьфу! Что это я говорю?.. Наука – это не фантастика, но наука не может существовать без фантастики. Фантазия помогает нам мыслить. Одни голые факты еще ничего не значат. Всякие факты надо осмысливать! – Сказав это, Знайка с силой стукнул кулаком по столу. – Я докажу! – закричал он. Тут взгляд его упал на карикатуру в газете, где был изображен он сам в центре Луны с таким идиотским выражением на лице, что невозможно было спокойно смотреть.",
      "– Ну вот! – проворчал он. – Попробуй-ка докажи, когда здесь вот такая рожа!",
      "В этот же день Знайка уехал из Солнечного города. Всю дорогу он твердил про себя:",
      "– Никогда больше не буду заниматься наукой. Даже если меня станут на куски резать. Ни-ни! И думать нечего!",
      "Но, вернувшись в Цветочный город, Знайка постепенно успокоился и принялся снова мечтать о научной деятельности и о новых путешествиях:",
      "'Хорошо бы построить большой межпланетный корабль, взять значительный запас пищи и воздуха и устроить длительную экспедицию на Луну. Надо полагать, что во внешней оболочке Луны имеются отверстия в виде пещер или кратеров потухших вулканов. Сквозь эти отверстия можно будет проникнуть внутрь Луны и увидеть ее центральное ядро. Если это ядро существует, а оно без сомнения существует, то лунные коротышки живут на его поверхности. Между внешней оболочкой и центральным ядром Луны, наверно, сохранилось достаточное количество воздуха, поэтому условия жизни на поверхности ядра должны быть вполне благоприятными для коротышек'.",
      "Так Знайка мечтал, и он уже хотел было приняться за подготовку к новому путешествию на Луну, но вдруг вспомнил все, что случилось, и сказал:",
      "– Нет! Надо быть твердым! Раз я решил не заниматься наукой, значит, должен исполнить. Пусть кто-нибудь другой летит на Луну, пусть кто-нибудь другой найдет на Луне коротышек, и тогда все скажут: 'Знайка был прав. Он очень умный коротышка и предвидел то, чего никто до него не предвидел. А мы были не правы! Мы не верили ему. Мы смеялись над ним. Писали про него всяческие издевательские статейки, рисовали карикатуры'. И тогда всем станет стыдно. И профессору Звездочкину станет стыдно. И тогда все придут ко мне и скажут: 'Прости нас, миленький Знаечка! Мы были не правы'. А я скажу: 'Ничего, братцы, я не сержусь. Я вас прощаю. Хотя мне было очень обидно, когда все надо мной смеялись, но я не злопамятный. Я хороший! Ведь что для Знайки важнее всего? Для Знайки важнее всего правда. А если правда восторжествовала, то все, значит, в порядке, и никто ни на кого не должен сердиться'.",
      "Так рассуждал Знайка. Обдумав как следует все, он решил забыть о Луне и никогда больше о ней не думать. Это решение оказалось все же не так легко выполнимо для Знайки. Дело в том, что у него остался кусочек Луны, то есть тот лунный камень, который он отбил молотком от скалы, когда опускался с Фуксией и Селедочкой в лунную пещеру. Этот лунный камень, или лунит, как его называл Знайка, лежал у него в комнате на подоконнике и поминутно попадался на глаза. Взглянув на лунит, Знайка тотчас же вспоминал о Луне и обо всем, что произошло, и снова расстраивался.",
      "Однажды, проснувшись ночью, Знайка взглянул на лунит, и ему показалось, что камень в темноте светится каким-то мягким голубоватым светом. Удивленный этим необычным явлением, Знайка встал с постели и подошел к окошку, чтоб рассмотреть лунный камень вблизи. Тут он заметил, что на небе была полная, яркая луна. Лучи от луны падали прямо в окно и освещали камень так, что создавалось впечатление, будто он светился сам собой. Полюбовавшись этим красивым зрелищем, Знайка успокоился и лег в постель.",
      "В другой раз (это случилось вечером) Знайка долго сидел за книжкой, а когда наконец решил лечь спать, была уже глубокая ночь. Раздевшись и потушив электричество, Знайка забрался в постель. Случайно его взгляд упал на лунит. И опять показалось Знайке, что камень светится сам собой, и на этот раз даже как-то особенно ярко. Зная, что все это лишь эффект лунного освещения, Знайка не обратил на камень внимания и уже собирался заснуть, как вдруг вспомнил, что в эту ночь было новолуние, то есть, попросту говоря, на небе не могло быть никакой луны. Встав с постели и выглянув в окно, Знайка убедился, что ночь действительно была темная, безлунная. На черном, как уголь, небе сверкали лишь звезды, но луны не было. Несмотря на это, лунный камень, лежавший на подоконнике, светился так, что не только был виден сам, но и освещал часть подоконника вокруг себя.",
      "Знайка взял лунит в руку, и рука его осветилась слабым, мерцающим, как бы льющимся из камня светом. Чем больше глядел Знайка на камень, тем ярче, казалось ему, он светился. И уже показалось Знайке, что в комнате стало не так темно, как было вначале. И он мог уже разглядеть в темноте стол, и стулья, и книжную полку. Знайка взял с полки книгу, раскрыл ее и положил на нее лунный камень. Камень осветил страницу так, что вокруг можно было различить отдельные буквы и прочитать слова.",
      "Знайка понял, что лунный камень выделял какую-то лучистую энергию. Он тут же хотел побежать рассказать о своем открытии коротышкам, но вспомнил, что они все уже давно спали, и не захотел их будить.",
      "На другой день Знайка сказал коротышкам:",
      "– Сегодня вечером приходите, братцы, ко мне. Я вам покажу очень занятную штуку.",
      "– Какую штуку? – заинтересовались все.",
      "– Вот приходите, увидите.",
      "Всем, конечно, очень интересно было узнать, что за штуку покажет Знайка. Торопыжка от нетерпения так волновался, что за обедом даже есть ничего не мог. Наконец он не выдержал, пошел к Знайке и пристал к нему с такой силой, что Знайка вынужден был открыть свой секрет. Таким образом коротышкам все стало известно заранее, но это лишь увеличивало их любопытство. Каждому хотелось своими глазами увидеть, как светится в темноте камень.",
      "Как только солнышко скрылось за горизонтом, все уже были у Знайки в комнате.",
      "– Вы рано пришли, – сказал коротышкам Знайка. – Камень сейчас не может светиться, так как еще слишком светло. Он будет светиться, когда наступит полная темнота.",
      "– Ничего, мы подождем, – ответил Сиропчик. – Нам спешить некуда.",
      "– Ну, ждите, – согласился Знайка. – А я пока, чтоб вам не было скучно, расскажу об этом интересном явлении.",
      "Он положил на стол перед рассевшимися вокруг коротышками лунный камень и принялся рассказывать о том, что в природе встречаются вещества, которые приобретают способность светиться в темноте, после того как подвергнутся действию лучей света. Такое свечение называется люминесценцией. Некоторые вещества приобретают способность испускать видимые лучи света даже под влиянием невидимых ультрафиолетовых, инфракрасных или космических лучей.",
      "– Можно предположить, что из такого вещества как раз и состоит лунный камень, – сказал Знайка.",
      "Чтоб занять коротышек еще чем-нибудь. Знайка изложил им свою теорию о том, что Луна – это такой большой шар, внутри которого есть другой шар, и на этом внутреннем шаре живут лунные коротышки, или лунатики",
      "Пока Знайка сообщал своим друзьям все эти полезные сведения, в комнате постепенно сгущался мрак. Коротышки изо всех сил пялили глаза на лунный камень, который лежал перед ними, но не замечали никакого свечения. Торопыжка, который был самый неорганизованный, все время дергался от нетерпения и не мог усидеть на месте.",
      "– Ну почему он не светится? Ну когда же он будет светиться? – то и дело повторял он.",
      "– Подожди капельку. Еще очень светло, – успокаивал его Знайка",
      "Наконец темнота наступила такая, что не стало видно ни камня, ни даже стола, на котором он лежал. А Знайка все повторял:",
      "– Подождите капельку, еще очень светло.",
      "– Действительно, братцы, так светло, что хоть картины пиши! – поддержал Знайку Тюбик.",
      "Кто-то потихонечку засмеялся. В темноте нельзя было разобрать кто",
      "– Все это чушь какая-то! – сказал Торопыжка. – По-моему, камень не будет светиться.",
      "– А зачем ему светиться, если и без того светло, – сказал Винтик.",
      "Кто-то опять засмеялся. На этот раз громче. Кажется, это был Незнайка. Он был самый смешливый.",
      "– Ты, Торопыжка, все куда-то торопишься. Тебе все поскорей хочется, сказал Сиропчик.",
      "– А тебе не хочется? – сердито проворчал Торопыжка.",
      "– А куда мне спешить? – ответил Сиропчик. – Разве тут плохо? Тепло, светло, и мухи не кусают.",
      "Тут уж все коротышки не выдержали и громко расхохотались. Всем так понравилось изречение Сиропчика насчет мух, что его стали повторять на разные лады.",
      "Наконец Гусля сказал:",
      "– Какие там мухи! Все мухи спят давно!",
      "– Верно! – подхватил доктор Пилюлькин. – Мухи спят, и нам спать пора! Представление окончено!",
      "– Вы не сердитесь, братцы, тут просто какая-то ошибка вышла, – оправдывался Знайка. – Вчера камень светился, вот даю вам честное слово!",
      "– Ну, ты не горюй, чего там! Завтра мы снова придем, – сказал Шпунтик.",
      "– Конечно, придем: здесь и светло, и тепло, и мухи не кусают, – подхватил кто-то.",
      "Все, смеясь, и толкаясь, и наступая друг другу в темноте на пятки, стали выбираться из комнаты. Знайка нарочно не зажег электричество, так как ему стыдно было глядеть коротышкам в глаза. Как только все разошлись, он с размаху бросился на кровать, зарылся лицом в подушку и обхватил голову руками.",
      "– Так мне, дураку, и надо! – бормотал он в отчаянии. – Не мог держать язык за зубами – теперь расплачивайся! Мало того, что в Солнечном городе опозорился, теперь и здесь все будут смеяться!..",
      "Знайка готов был отколотить сам себя от досады, но, сообразив, что время уже позднее, решил не нарушать режим дня и, раздевшись, лег спать. Ночью он, однако ж, проснулся и, взглянув случайно на стол, обнаружил, что камень светится. Закутавшись в одеяло и сунув ноги в шлепанцы, Знайка подошел к столу и, взяв камень в руки, принялся разглядывать его. Камень светился чистым голубым светом. Он весь как бы состоял из тысячи вспыхивающих, мерцающих точечек. Постепенно его свечение становилось все ярче. Оно было уже не голубым, как вначале, а какого-то непонятного цвета: не то розовое, не то зеленое. Достигнув наибольшей яркости, свечение понемногу угасло, и камень перестал светиться.",
      "Не сказав ни слова, Знайка положил камень на подоконник и в глубокой задумчивости лег в постель.",
      "С тех пор он часто наблюдал свечение лунного камня. Иногда оно наступало позже, иногда раньше. Иной раз камень светился долго, всю ночь, иной раз совсем не светился. Как ни старался Знайка, он не мог уловить в свечении камня никакой закономерности. Никогда нельзя было сказать заранее, будет ночью светиться камень или же нет. Поэтому Знайка решил помалкивать и пока никому ничего не говорить.",
      "Для того, чтобы получше изучить свойства лунного камня, Знайка решил подвергнуть его химическому анализу. Однако и тут встретились непреодолимые трудности. Лунный камень не хотел вступать в соединение ни с каким другим химическим веществом: не хотел растворяться ни в воде, ни в спирте, ни в серной или азотной кислоте. Даже смесь крепкой азотной и соляной кислот, в которой растворяется даже золото, не оказывала никакого действия на лунный камень. Что же мог сказать химик о веществе, которое не вступает в соединение ни с каким другим веществом? Разве только то, что это вещество – какой-нибудь благородный металл вроде золота или платины. Однако лунный камень был не металл, следовательно, он не мог быть ни золотом, ни платиной.",
      "Потеряв надежду растворить лунный камень, Знайка пытался разложить его на составные части посредством нагревания в тигле, но лунный камень не разлагался от нагревания. Знайка пробовал жечь его в пламени, но тоже безрезультатно. Лунный камень, как говорится, в огне не горел и в воде не тонул... Впрочем, не правда... В воде лунный камень тонул, только вся беда была в том, что делал это он далеко не всегда. В каких-то случаях лунный камень тонул, как обычно тонет в воде кусок сахара или соли, в других же случаях он плавал на поверхности воды, словно пробка или сухое дерево. Это значило, что вес лунного камня, в силу каких-то непостижимых причин, менялся, и из вещества, которое было тяжелее воды, он превращался в вещество легче воды. Это было какое-то совсем новое, до сих пор неизвестное свойство твердого вещества. Ни один минерал на земле не обладал подобными удивительными свойствами.",
      "Проводя свои наблюдения. Знайка заметил, что обычно температура лунного камня была на два-три градуса выше температуры окружающих предметов. Это значило, что наряду с лучистой энергией лунный камень выделял и тепловую энергию. Однако такое повышение температуры наблюдалось опять-таки не всегда. Это значило, что выделение тепловой энергии происходило не постоянно, а с какими-то перерывами. Иногда температура лунного камня оказывалась на несколько градусов ниже окружающей. Что это значило, было просто невозможно понять.",
      "Все эти странные вещи озадачивали Знайку и в конце концов надоели ему. Не умея объяснить всех этих странностей, Знайка перестал изучать свойства камня и, как говорится, махнул на него рукой. Лунный камень лежал в его комнате на подоконнике, словно какая-то никому не нужная вещь, и потихонечку покрывался пылью."
    ]
  },
  {
    "id": 3,
    "title": "Вверх дном",
    "text": [
      "В дальнейшем произошли события, которые заставили Знайку и вовсе забыть на какое-то время о лунном камне. То, что случилось, было настолько удивительно и необыкновенно, что с трудом поддается описанию. Знайке, говоря попросту, было не до того, чтоб думать о каком-то камне, в котором он к тому же не видел никакого проку.",
      "День, в который все это произошло, начался как обычно, если не считать, что Знайка, проснувшись, встал не сразу, а, вопреки своим правилам, разрешил себе немножко поваляться в постели. Сначала ему просто было лень вставать, а потом стало казаться, будто у него не то болит не то кружится голова. Некоторое время он не понимал, болит ли у него голова оттого, что он лежит в постели, или же он лежит в постели оттого, что у него болит голова. У Знайки, однако, был свой собственный способ бороться с головной болью, а именно – не обращать на больше никакого внимания и делать все так, будто никакой боли не было. Решив прибегнуть к этому способу, Знайка бодро вскочил с постели и принялся делать утреннюю зарядку. Проделав ряд гимнастических упражнений и умывшись холодной водой, Знайка почувствовал, что ни боли, ни головокружения у него уже не было.",
      "Настроение у Знайки улучшилось, а так как до завтрака оставалось время, он решил произвести уборку помещения: подмел пол в комнате, протер влажной тряпочкой стенные шкафы, в которых у него хранились различные химические вещества в баночках и коллекции насекомых, а главное – разложил по полочкам книги, которые накопились у него на столе, на тумбочке возле кровати и даже на подоконнике. Это давно надо было бы сделать, да у Знайки все как-то времени не хватало.",
      "Убирая с подоконника книги, Знайка решил заодно убрать и валявшийся там лунный камень. Открыв шкаф, в котором у него хранилась коллекция минералов, Знайка сунул лунный камень на нижнюю полочку, так как на верхних полках не обнаружилось ни одного свободного местечка. Для этого Знайке пришлось нагнуться, а нагнувшись, он снова почувствовал легкое головокружение.",
      "– Ну вот! – сказал сам себе Знайка. – Опять голова кружится! Может быть, я на самом деле больной? Надо будет сказать Пилюлькину, чтоб каких-нибудь порошков дал.",
      "Вместе с головокружением у Знайки появилось какое-то странное ощущение зависания вниз головой, то есть ему на какой-то миг показалось, будто он перевернут кверху ногами. Оглядевшись по сторонам и убедившись, что он вовсе не вверх ногами, Знайка закрыл дверцу шкафа и уже хотел выпрямиться, но как раз в это время его снизу словно толкнуло что-то и подбросило под потолок. Ударившись о потолок головой, Знайка упал на пол и, чувствуя, что его как бы подхватило ветром и куда-то несет, ухватился рукой за стул. Это ему, однако ж, не помогло удержаться на месте. В следующее мгновение он уже снова был в воздухе, и притом вместе со стулом в руках. Отлетев в угол комнаты, Знайка ударился спиной о стену, отскочил от нее, словно мячик, и полетел к противоположной стене. Зацепив по пути стулом за люстру и расколотив лампу. Знайка врезался головой в книжную полку, отчего книги разлетелись в разные стороны. Увидев, что от стула никакой пользы нет, Знайка отшвырнул его от себя. В результате стул полетел вниз и, ударившись о пол, подскочил кверху, словно резиновый, сам же Знайка отлетел к потолку и, отскочив от него, полетел вниз. По пути он столкнулся с летящим навстречу стулом и получил удар спинкой стула прямо по переносице. Удар был настолько силен, что Знайка ошалел от боли и на некоторое время перестал трепыхаться в воздухе.",
      "Придя постепенно в себя, Знайка убедился, что висит в какой-то нелепой позе посреди комнаты, между полом и потолком. Неподалеку от него повис кверху ножками стул, люстра висела в каком-то противоестественном состоянии: не отвесно, как бывает всегда, а наискось, словно какая-то неведомая сила притягивала ее к стене; вокруг по всей комнате плавали книги. Знайке показалось странным, что и стул, и книги не падают на пол, а как бы взвешены в воздухе. Все это было похоже на состояние невесомости, которое Знайка наблюдал в кабине космического корабля во время путешествия на Луну.",
      "– Странно! – пробормотал Знайка. – Очень странно!",
      "Стараясь не делать резких движений, он попробовал поднять руку. Его удивило, что для этого ему не потребовалось никакого усилия. Рука поднялась как бы сама собой. Она была легкая, как пушинка. Знайка поднял другую руку. И эта рука словно не весила ничего. Ее даже как будто подталкивало что-то снизу. Теперь, когда волнение его несколько улеглось, Знайка почувствовал во всем теле какую-то необычную легкость. Ему казалось, что стоит только взмахнуть руками, и он начнет порхать по комнате, словно мотылек или какое-нибудь другое крылатое насекомое.",
      "'Что же со мной случилось? – в смятении думал Знайка. – Одно из двух: либо я нахожусь в состоянии невесомости, либо я сплю и все это мне во сне снится'.",
      "Он принялся изо всех сил таращить глаза, стараясь проснуться, но, убедившись, что и без того не спит, окончательно пришел в уныние и закричал жалобным голосом:",
      "– Братцы, спасите!",
      "Так как на помощь никто не шел. Знайка решил поскорей выбраться из комнаты и посмотреть, что делают остальные друзья коротышки.",
      "Начав осторожно делать руками и ногами плавательные движения, Знайка стал медленно перемещаться по воздуху и постепенно доплыл до двери. Там он уцепился руками за притолоку и принялся изо всех сил толкать дверь ногами. Казалось бы, открыть дверь – дело нехитрое, однако в состоянии невесомости это не так просто, как кажется. Знайке пришлось потратить немало усилий, прежде чем дверь оказалась открытой.",
      "Выбравшись наконец из комнаты и очутившись на лестнице (вернее сказать, над лестницей), Знайка принялся раздумывать, как бы ему спуститься вниз. Каждый может легко догадаться, что спускаться обычным способом, то есть сходя по ступенькам. Знайка теперь не мог, так как сила тяжести уже не тянула его вниз и, сколько бы он ни перебирал ногами, это ни к чему бы не привело.",
      "В конце концов Знайка все же придумал хороший способ. Дотянувшись до перил, он стал спускаться, цепляясь за перила руками. Наверно, со стороны это выглядело очень смешно, потому что Знайкины ноги болтались в воздухе, как у комара, и по мере того как он опускался все ниже, ноги его задирались все выше и он все больше перевертывался вниз головой.",
      "Спустившись таким оригинальным способом с лестницы, Знайка очутился в коридоре перед дверью в столовую. Из-за двери доносились какие-то приглушенные крики. Знайка прислушался и понял, что находившиеся в столовой коротышки чем-то встревожены. После нескольких неудачных попыток Знайка отворил дверь и очутился в столовой.",
      "То, что он увидел, привело его в изумление. Коротышки, собравшиеся в столовой, не сидели, как всегда, за столом, а плавали в различных позах по воздуху. Вокруг них плавали стулья, скамейки, миски, тарелки, ложки. Тут же плавала большая алюминиевая кастрюля, наполненная манной кашей.",
      "Увидев Знайку, коротышки подняли невероятный шум.",
      "– Знаечка, миленький, помоги! – завопил Растеряйка. – Я не пойму, что со мной происходит!",
      "– Слушай, Знайка, мы все почему-то летаем! – закричал доктор Пилюлькин.",
      "– А у меня ноги отнялись! Я ходить не могу! – визжал Сиропчик",
      "– И у меня ноги отнялись! У всех ноги отнялись! И стены шатаются! – кричал Ворчун.",
      "– Тише, братцы! – закричал в ответ Знайка. – Я сам ничего не могу понять. По-моему, мы в состоянии невесомости. Мы потеряли вес. Я испытывал такое же состояние, когда летел на Луну в ракете.",
      "– Но мы ведь никуда не летим, – сказал Тюбик.",
      "– Это, наверно, кто-то нарочно придумал такое баловство! – закричал Торопыжка.",
      "– Кто-то подшутил над нами! – подхватил Растеряйка.",
      "– Ну что за шутки еще! – завизжал Пончик. – Прекратите сейчас же! У меня голова кружится! Почему стены шатаются? Почему все перевернулось вверх дном?",
      "– Все на месте, – ответил Пончику Знайка. – Ты сам перевернулся вниз головой, от этого тебе и кажется, что все вокруг вверх дном.",
      "– Ну так пусть меня сейчас же перевернут обратно, а то я за себя не отвечаю! – продолжал кричать Пончик.",
      "– Спокойствие! – сказал Знайка. – Сначала нам надо выяснить, отчего мы потеряли вес.",
      "А Незнайка сказал:",
      "– Если мы потеряли вес, так его надо найти, и дело с концом. Чего тут еще выяснять?",
      "– А ты, дурачок, молчи, если ничего дельного предложить не можешь, сказал с раздражением Шпунтик.",
      "– А ты меня дурачком не называй, а то как дам кулаком!",
      "С этими словами Незнайка взмахнул кулаком и дал Шпунтику такого сильного подзатыльника, что Шпунтик завертелся волчком и полетел через всю комнату.",
      "Незнайка тоже не удержался на месте и, полетев в противоположную сторону, стукнулся головой о кастрюлю с кашей. От толчка жидкая манная каша выплеснулась прямо в лицо находившемуся неподалеку Пончику.",
      "– Братцы, это что?.. За что?.. Это безобразие! – кричал Пончик, размазывая по лицу манную кашу и плюясь во все стороны",
      "Стараясь избежать столкновения с плюющимся Пончиком и плывущими по воздуху комьями манной каши, коротышки принялись делать резкие движения руками и ногами, в результате чего стали летать по комнате во всех направлениях, сталкиваясь друг с другом и нанося друг ДРУГУ различные повреждения.",
      "– Тише, братцы! Спокойствие! – надрывался Знайка, которого толкали со всех сторон. – Старайтесь не двигаться, братцы, а то я не знаю, что будет! В состоянии невесомости нельзя делать слишком резких движений. Слышите, что я вам говорю? Спокойстви-е!!!",
      "Рассердившись, Знайка стукнул кулаком по столу, возле которого в тот момент находился. От такого резкого движения Знайку самого перевернуло в воздухе и довольно сильно ушибло затылком об угол стола.",
      "– Ну вот, я же говорил! – закричал он, почесывая рукой ушибленное место.",
      "Коротышки в конце концов поняли, что от них требовалось, и, перестав делать бесцельные движения, застыли в воздухе: кто вверху, под потолком, кто внизу, недалеко от пола, кто вверх головой, кто вниз головой, кто в горизонтальном, кто в наклонном, то есть косом, положении.",
      "Увидев, что все наконец успокоились, Знайка сказал:",
      "– Слушайте меня внимательно. Сейчас я прочту вам лекцию о невесомости... Все вы знаете, что каждый предмет притягивается к земле, и это притяжение мы ощущаем как силу тяжести, или как вес. Благодаря силе тяжести, или весу, мы можем свободно передвигаться по земле, так как наши ноги под тяжестью нашего тела прижимаются к земле и приобретают сцепление с ней. Если вес пропадет, вот как сейчас, то никакого сцепления уже не будет и мы не сможем передвигаться обычным способом, то есть не сможем ходить по земле или по полу. Что в таком случае делать?",
      "– Да, да, что делать? – отозвались со всех сторон коротышки.",
      "– Надо приспосабливаться к создавшимся новым условиям, – ответил Знайка. – А для этого всем вам нужно усвоить третий закон механики, который особенно наглядно проявляется в условиях невесомости. О чем говорит этот закон? Этот закон говорит о том, что всякое действие вызывает равное и противоположно направленное противодействие. Например: если я, находясь в состоянии невесомости, подниму руки вверх, то все мое тело сейчас же опустится вниз. Вот смотрите...",
      "Знайка решительно поднял обе руки вверх, и все его тело начало плавно опускаться вниз.",
      "– Если же я опущу руки вниз, – сказал он, – то все мое тело начнет подниматься вверх.",
      "Не долетев до пола, Знайка быстро опустил руки вниз, в результате чего плавно полетел вверх.",
      "– А теперь смотрите! – закричал Знайка, остановившись под потолком. – Если я отведу руку в сторону – например, вправо, – то все мое тело начнет вращаться в противоположном направлении, то есть влево.",
      "Энергично отбросив правую руку в сторону, Знайка пришел во вращательное движение и перевернулся вниз головой.",
      "– Видите? – закричал он. – Сейчас я вниз головой, и вся комната представляется мне в перевернутом виде. Что мне нужно сделать, чтоб перевернуться обратно? Для этого достаточно махнуть рукой в сторону.",
      "Знайка махнул в сторону левой рукой и, снова придя во вращательное движение, перевернулся обратно вверх головой.",
      "– Вы видите, что, выполняя несложные движения руками, можно придавать своему телу любое положение в пространстве. Теперь послушайте, что от нас требуется в первую очередь. В первую очередь тем из вас, которые находятся вниз головой, нужно перевернуться вверх головой.",
      "– А тем, которые вверх головой, надо перевернуться вниз головой? – спросил Незнайка.",
      "– А вот этого как раз не нужно, – ответил Знайка. – Все должны быть вверх головой, потому что такое положение является привычным для каждого нормального коротышки. Во-вторых, всем надо опуститься вниз и стараться держаться поближе к полу, так как для каждого нормального коротышки естественно находиться на полу, а не маячить под потолком. Надеюсь, это понятно?",
      "Все принялись делать плавные движения руками, стараясь принять вертикальное положение и опуститься вниз. Это не сразу удалось всем, так как, приняв вертикальное положение и опустившись вниз, коротышка отталкивался ногами от пола и взвивался обратно под потолок.",
      "– Держитесь поближе к стенам, братцы, – советовал коротышкам Знайка, – а опустившись вниз, хватайтесь руками за что-нибудь неподвижное: за подоконник, за дверную ручку, за трубу парового отопления.",
      "Этот совет оказался очень полезным. Прошло немного времени, и все коротышки расположились внизу, если не считать Пончика, который продолжал неуклюже кувыркаться по воздуху. Все наперебой давали ему советы, как опуститься вниз, но это не приносило пользы.",
      "– Ну ничего, – сказал Знайка. – Пусть он потренируется. Со временем и у него все будет хорошо получаться. А мы с вами отдохнем чуточку и постараемся привыкнуть к состоянию невесомости.",
      "– Как же! Привыкнешь к нему! – насупившись, проворчал Ворчун.",
      "– Ко всему можно привыкнуть, – спокойно ответил Знайка. – Главное это не обращать на невесомость внимания. Если кому-нибудь покажется, что он падает вниз или переворачивается вверх ногами, а такие ощущения бывают в состоянии невесомости, то надо поскорей оглядеться по сторонам. Вы увидите, что находитесь в комнате и никуда не падаете, и перестанете волноваться. У кого есть вопросы?",
      "– Меня очень беспокоит один вопрос, – сказал Незнайка. – Мы будем сегодня завтракать, или по случаю невесомости всякие там завтраки и обеды целиком отменяются?",
      "– Завтраки и обеды вовсе не отменяются, – ответил Знайка. – Сейчас дежурные по кухне будут готовить завтрак, а мы тем временем займемся работой. Прежде всего необходимо закрепить все подвижные предметы, чтоб они не летали по воздуху. Столы, стулья, шкафы и прочую мебель надо прибить к полу гвоздями; по всем комнатам и коридорам следует протянуть веревки, как для просушки белья. Мы будем держаться за веревки руками, и нам будет легче передвигаться. Все, кроме Пончика, тут же принялись за работу: кто протягивал веревки по комнатам, кто прибивал мебель к полу. Это было нелегкое дело. Попробуй-ка забить гвоздь в стену, когда при каждом ударе молотком сила противодействия отбрасывает тебя в противоположную сторону и ты летишь невзвидя света и не зная, обо что стукнешься головой. Теперь все приходилось делать по-новому. Для того чтоб заколотить один гвоздь, требовалось не менее трех коротышек. Один держал гвоздь, другой бил по гвоздю молотком, а третий держал того, который бил по гвоздю, чтоб сила противодействия не отбрасывала его назад. Особенно трудно пришлось дежурным по кухне. Хорошо еще, что дежурными в тот день оказались Винтик и Шпунтик. Это были два очень изобретательных ума. Попав на кухню, они тотчас же принялись ворочать, как говорится, мозгами и придумывать разные усовершенствования.",
      "– Для того чтобы нормально работать, необходимо твердо стоять на ногах, – сказал Винтик. – Попробуй, например, месить тесто, рубить капусту, резать хлеб или вертеть мясорубку, когда твое тело без всякой опоры болтается в воздухе.",
      "– Мы не можем твердо стоять, потому что у наших ног нет сцепления с полом, – сказал Шпунтик.",
      "– Раз сцепления нет, надо сделать, чтоб оно было, – ответил Винтик. – Если мы прибьем свои башмаки к полу, то сцепление будет вполне достаточное.",
      "– Очень остроумная мысль! – одобрил Шпунтик. Друзья тотчас сняли ботинки и приколотили их к полу гвоздями.",
      "– Видишь, – сказал Винтик, сунув ноги в ботинки, – теперь мы твердо стоим на ногах, и наше тело никуда не летит при малейшем толчке. Руки у нас свободны, и мы можем делать все, что захочется.",
      "– Хорошо бы прибить рядом с ботинками стулья, чтоб можно было работать сидя, – предложил Шпунтик.",
      "– Блестящая мысль! – обрадовался Винтик. Друзья быстро приколотили к полу два стула. Теперь, когда их ноги приобрели сцепление с полом, забивать гвозди стало легко.",
      "– Смотри, как замечательно получилось, – сказал Шпунтик, садясь на стул. – Разве я мог бы сидеть на стуле, если бы ботинки не были приколочены? Я смог бы сидеть только в том случае, если бы держался за стул руками, но тогда бы я не смог ничего делать. Теперь же у меня руки свободны, и я могу делать все, что угодно. Могу и писать, и читать, сидя за столом, а если сидеть надоест, могу встать и работать стоя. Говоря это, Шпунтик садился на стул и вставал с него, демонстрируя все удобства нового метода.",
      "Винтик вытащил одну ногу из ботинка и сказал:",
      "– Для надежного сцепления с полом достаточно одной ноги. Вытащив из ботинка другую ногу, я могу сделать шаг вперед, шаг назад или шаг в сторону. Сделав шаг в сторону, я свободно могу дотянуться до печки; сделав шаг обратно, я могу по-прежнему работать за столом. Моя маневренность, таким образом, повышается.",
      "– Изумительная мысль! – воскликнул, вскакивая со стула, Шпунтик. Смотри: если я сделаю шаг вправо, то могу достать рукой до шкафа, а если сделаю шаг влево, то дотянусь до водопроводного крана. Таким образом, не теряя устойчивости, мы с тобой можем перемещаться почти по всей кухне. Вот что значит техническая смекалка!",
      "В это время на кухню заглянул Знайка.",
      "– Ну как тут у вас, завтрак скоро будет готов?",
      "– Завтрак еще не готов, но зато готово сногсшибательное изобретение.",
      "Винтик и Шпунтик принялись наперебой рассказывать Знайке о своих усовершенствованиях.",
      "– Хорошо, – сказал Знайка. – Мы используем ваше изобретение, но завтрак все-таки надо готовить. Всем хочется есть.",
      "– Сейчас все будет готово, – сказали Винтик и Шпунтик.",
      "Знайка ушел или, вернее сказать, уплыл из кухни, а Винтик и Шпунтик взялись за приготовление завтрака. Это оказалось не так легко, как они предполагали вначале. Во-первых, ни крупа, ни мука, ни сахар, ни вермишель не хотели высыпаться из пакетов; если же высыпались, то не попадали туда, куда нужно, а рассеивались в воздухе и плавали вокруг, набиваясь и в рот, и в нос, и в глаза, что доставляло Винтику и Шпунтику много хлопот. Во-вторых, и вода из водопровода не хотела набираться в кастрюлю. Вытекая под напором из крана, она ударялась о дно кастрюли и выплескивалась наружу. Здесь она собиралась в крупные и мелкие шарики, которые плавали в воздухе и тоже лезли Винтику и Шпунтику в рот, и в нос, и в глаза, и даже за шиворот, что тоже было не так уж приятно. В довершение всех бед огонь в печи не хотел гореть. Ведь для того чтобы пламя горело, необходим беспрерывный приток свежего кислорода. Когда пламя горит, оно нагревает окружающий его воздух. Нагретый воздух легче холодного и поэтому поднимается вверх, а на его место к пламени с разных сторон притекает свежий воздух, богатый кислородом. Но в условиях невесомости как холодный, так и нагретый воздух совсем ничего не весит. Поэтому нагретый воздух не делается легче холодного и не поднимается вверх. Как только весь кислород вокруг пламени израсходуется на горение, пламя погаснет, и тут уж ничего не поделаешь! Сообразив, в чем тут загвоздка, наши друзья решили варить завтрак на электрической плитке.",
      "– А еще лучше будет, если мы ничего не станем варить, а просто вскипятим чай, – предложил Шпунтик. – В чайник все-таки легче воды набрать.",
      "– Гениальная мысль! – одобрил Винтик. Действуя как можно осторожнее, друзья наполнили водой чайник, поставили его на электроплитку и крепко-накрепко привязали веревкой к столу, чтоб он никуда не уплыл. Вначале все шло хорошо, но через несколько минут Винтик и Шпунтик увидели, как из носика чайника начала пузырем вылезать вода, словно ее кто-нибудь выталкивал изнутри. Шпунтик поскорей заткнул носик чайника пальцем, но вода туг же начала вылезать пузырем из-под крышки. Этот пузырь становился все больше, наконец оторвался от крышки и, трясясь, словно был сделан из жидкого студня, поплыл по воздуху. Винтик поскорей открыл крышку и заглянул в чайник. Чайник был пуст.",
      "– Вот так история! – пробормотал Шпунтик. Друзья снова наполнили чайник и поставили на горячую плитку. Через минуту вода снова начала лезть из чайника. Тут опять появился Знайка:",
      "– Ну скоро вы там? Коротышки голодные!",
      "– Тут у нас чудо какое-то! – растерянно сказал Шпунтик. – Пузырь лезет из чайника.",
      "– Пузырь лезет – это еще не чудо, – ответил Знайка. Он приблизился к чайнику и строго посмотрел на пузырь, выдувавшийся из носика чайника. Потом сказал 'гм' и попробовал заткнуть носик пальцем. Увидев, что пузырь начал вылезать из-под крышки, Знайка снова сказал 'гм' и попробовал плотней прижать крышку к чайнику. Убедившись, что это ни к чему не привело, Знайка в третий раз сказал 'гм' и на мгновение задумался, после чего сказал:",
      "– Никакого чуда здесь нет, а есть вполне объяснимое научное явление. Все вы знаете, что вода нагревается благодаря перемешиванию. Нижние слои воды в чайнике, нагреваясь на огне или на электроплитке, становятся легче и всплывают вверх, а на их место опускается холодная вода из верхних слоев. В чайнике получается, как бы это сказать, круговорот воды. Но такой круговорот происходит при наличии у воды веса. Если веса не будет вот как сейчас, – то нижние слои воды, нагревшись, не станут легче и не поднимутся вверх, а останутся внизу и будут нагреваться до тех пор, пока не превратятся в пар. Этот пар, расширяясь от нагревания, начнет поднимать находящуюся над ним холодную воду, в результате чего она пузырем вылезет из чайника. А что из этого следует?",
      "– Ну что следует? – развел Шпунтик руками. – Наверно, из этого следует, что пузырь оторвется от чайника и будет плавать по воздуху, пока не размажется у кого-нибудь по спине.",
      "– Из этого следует, – строго сказал Знайка, – что кипятить воду в условиях невесомости надо в герметическом сосуде, то есть в таком сосуде, крышка которого закрывается плотно и не пропускает ни воды, ни пара.",
      "– У нас в мастерской есть котел с герметической крышкой. Я сейчас принесу, – сказал Винтик.",
      "– Давай неси, да поскорее, пожалуйста. Нельзя нарушать режим питания, – сказал, удаляясь, Знайка.",
      "Винтик освободился от прибитых к полу ботинок, оттолкнулся ногой от стола и со скоростью шмеля полетел из кухни. Для того чтоб попасть в мастерскую, ему нужно было выйти во двор. Вылетев из кухни, он принялся пробираться по коридору, отталкиваясь руками и ногами от стен и от всего, что могло встретиться на пути. Наконец он добрался до выходной двери и попытался ее открыть. Дверь, однако, была закрыта плотно, и попытки Винтика долго не приводили к успеху: когда Винтик толкал дверь вперед, реактивная сила незаметно отбрасывала его назад, и ему приходилось затрачивать много усилий, чтобы снова добраться до двери.",
      "Убедившись, что таким путем он ничего не добьется, Винтик решил прибегнуть к другому методу. Согнувшись в три погибели, он уперся руками в дверную ручку, а ногами уперся в пол на некотором расстоянии от двери. Почувствовав, что его ноги приобрели достаточное сцепление с полом. Винтик попытался выпрямиться на манер пружины и изо всех сил приналег на дверь. Неожиданно дверь распахнулась. Винтик вылетел из нее, словно торпеда, выпущенная из торпедного аппарата, и понесся по воздуху. Поднимаясь все выше и выше, он пролетел над беседкой, которая стояла в конце двора, и скрылся за забором."
    ]
  }
]
