import s from "./AboutBook.module.css";

const AboutBook = () => {
  return (
    <div className="container">
      <h2>О Книге</h2>
      <div>picture</div>
      <p>
        «Незнайка на Луне» — роман-сказка с элементами научной фантастики и
        политической сатиры из серии о приключениях Незнайки. В предыстории
        главных событий Знайка вместе с Фуксией и Селёдочкой из Солнечного
        Города путешествует на Луну в многоступенчатой ракете. Из путешествия он
        привозит лунный минерал с необычными свойствами, называет его лунитом.
        После ряда событий оказывается, что его сближение с магнитом даёт зону
        невесомости, что позволило бы отправить к Луне космический корабль с
        большим экипажем и припасами на борту. Однако отстранение Незнайки от
        полёта за шутки с прибором невесомости вносит в эти планы неожиданные
        коррективы. Незнайка подговаривает Пончика, также не включённого в
        экипаж, к полёту «зайцем». Однако ночью перед полётом раздумавший лететь
        Пончик вместо того, чтобы выбраться из ракеты, случайно запускает её в
        полёт в автоматическом режиме… О том какие приключения ждут Пончика и
        Незнайку на Луне, а так же о спасательной экспедиции Знайки и других
        коротышек, вы узнаете из этой замечательной книги Николая Носова.
      </p>
    </div>
  );
};

export default AboutBook;
